Repository: kontikidigital/Ads-CPT-for-Genesis-Framework
Catalog: languages/tgt-ads-cpt-*.po
Languages: ca

source: This plugin registers 'ads' post type and its taxonomies. You can use <strong>[ads-shortcode]</strong> in your text widgets or pages to display ads. *** If ACF is active this plugin will deactivate it and install ACF Pro. ***
ca: Aquest plugin registra el CPT i les taxonomies d'anuncis. Es pot utilitzar <strong> [anuncis-abreujat] </ strong> per mostrar anuncis. *** Si està actiu el plugin ACF, es desactivarà i s'instal·larà l'ACF Pro automàticament. ***

source: Ads CPT
ca: Anuncis

source: Ad Image
ca: Imatge del anunci

source: Short Description
ca: Descripció curta

source: Description
ca: Descripció

source: Normal Price
ca: Preu normal

source: Sale Price
ca: Preu d'oferta

source: Sale Expires On
ca: Caduca el

source: Center
ca: Centre

source: Center URL
ca: URL centre

source: Localization
ca: Localització

source: Social Networks
ca: Xarxes socials

# Post Type General Name
source: Ads
ca: Anuncis

# Post Type Singular Name
source: Ad
ca: Anunci

source: Ads
ca: Anuncis

source: Item Archives
ca: Arxiu d'items

source: Item Attributes
ca: Atributs d'items

source: Parent Item:
ca: Item pare:

source: All Items
ca: Tots els items

source: Add New Item
ca: Afegir nou item

source: Add New
ca: Afegir nou

source: New Item
ca: Nou item

source: Edit Item
ca: Editar item

source: Update Item
ca: Actualitzar item

source: View Item
ca: Veure item

source: View Items
ca: Veure items

source: Search Item
ca: Cercar item

source: Not found
ca: No trobat

source: Not found in Trash
ca: No trobat a la paperera

source: Featured Image
ca: Imatge destacada

source: Set featured image
ca: Establir imatge destacada

source: Remove featured image
ca: Treure imatge destacada

source: Use as featured image
ca: Utilitzar com imatge destacada

source: Insert into item
ca: Inserir en item

source: Uploaded to this item
ca: Pujat a aquest item

source: Items list
ca: Llista d'items

source: Items list navigation
ca: Llista d'items de navegació

source: Filter items list
ca: Filtrar llista d'items

source: Ad
ca: Anunci

source: Advertising custom post type
ca: CPT d'anuncis

source: ads
ca: anuncis

# Taxonomy General Name
source: Types of Ads
ca: Tipus d'anuncis

# Taxonomy Singular Name
source: Type of Ad
ca: Tipus d'anunci

source: Type of Ad
ca: Tipus d'anunci

source: Parent Item
ca: Item pare

source: New Item Name
ca: Nom item nou

source: Separate items with commas
ca: Items separats amb comes

source: Add or remove items
ca: Afegir o eliminar items

source: Choose from the most used
ca: Tria entre els més utilitzats

source: Popular Items
ca: Items populars

source: Search Items
ca: Cercar items

source: Not Found
ca: No trobat

source: ad_type
ca: tipus_anunci

source: All
ca: Tots

source: View all Ads
ca: Veure tots els anuncis

source: Back to Full Ads
ca: Tornar a anuncis

source: Expires<br/>on
ca: Caduca<br/>el

source: Share<br/>with<br/>friends
ca: Envia-ho<br/>a quí<br/>l'interessi

source: Before:
ca: Abans:

source: Center:
ca: Centre:

source: Ad Type:
ca: Tipus d'oferta:

source: Description:
ca: Descripció:

source: Where are we
ca: On estem

source: TargetIMC Ads CPT & Taxonomies
ca: TargetIMC CPT i taxonomies d'anuncis
